Repository: MiguelSchulz/panda-be-free
Catalog: Modules/PandaModules/Sources/PrinterControl/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Axes Not Homed
de: Achsen nicht referenziert

source: Bed
de: Bett

source: Control
de: Steuerung

source: Controls are disabled while the printer is busy.
de: Die Steuerung ist deaktiviert, solange der Drucker beschäftigt ist.

source: Extrude
de: Extrudieren

source: Home All
de: Alle referenzieren

source: Nozzle Too Cold
de: Nozzle zu kalt

source: Please heat the nozzle to above 170°C before loading or unloading filament.
de: Bitte heize die Nozzle auf über 170°C auf, bevor du Filament lädst oder entlädst.

source: Please home all axes before moving to avoid damaging the printer.
de: Bitte referenziere alle Achsen, bevor du den Drucker bewegst, um Beschädigungen zu vermeiden.

source: Retract
de: Zurückziehen
